[mafia_hq]
intro0 = ¡La mafia es terrible en la cocina![br]¡Pero no temas, la [name]Gata Cocinera[/name] está aquí!
intro1 = Preparo la cena real aquí, y cambio la comida antes de que alguien coma la cocina de la mafia.
intro2 = ¡Estoy bastante segura de que alguien moriría si comieran la comida preparada por la mafia!

new0 = ¿Huh? ¿Quieres entrar al teatro para hablar con el jefe de la mafia?
new1 = ¡Lo siento, no puedes hacer eso! Tendrías que ingresar por la puerta principal, y está totalmente bloqueada. La otra forma sería a través de los ductos de ventilación.
new2 = Aunque necesitarás una [icon:key][hint]llave[/hint] para eso. ¡Creo que uno de los mafiosos podría tenerla! Te digo algo, apuesto a que si le sirves una [hint]taza de cacao caliente[/hint], seguramente te prestará su llave.

mask0 = Uhhh ... ¿Por qué estás usando una máscara de mi cara?

gotkey0 = ¿Tienes la llave? ¡Estupendo! ¡Sólo dirígete al congelador, hay un respiradero allí que puedes usar!

[spaceship]
firstdecoration0 = ¡Qué hermosa nave espacial tienes aquí! Perdón por la intromisión, realmente quería ver cómo es una nave espacial alienígena.
firstdecoration1 = ¿Sabes? Esperaba que los alienígenas fueran más verdes y probablemente con sed de sangre, pero supongo que los alienígenas vienen en todas las formas y tamaños, ¿eh?
firstdecoration2 = Oye, si buscas explorar nuestro planeta, primero tendrás que entenderlo. De lo contrario, no sabrás si estás caminando sobre hierba o arena movediza.
firstdecoration3 = ¿No sabes cómo identificar [icon:relic][name]reliquias[/name]? ¡No temas, la [name]Gata Cocinera[/name] está aquí!
firstdecoration4 = Te dejaré tener esta reliquia de [name]Cojín de Hamburguesa[/name] gratis!
firstdecoration5 = ¡Puedes identificar esta [icon:relic][name]reliquia[/name] en el podio! Si la colocas en el podio en el orden correcto, es posible que puedas darle sentido.
firstdecoration7 = Si eres capaz de identificar una[icon:relic][name]reliquia[/name],[br]¡algo grandioso podría suceder! ¡Nunca se sabe! Así que mantente atento a las reliquias.
firstdecoration8 = ¡Te he enseñado todo lo que sé sobre reliquias!

cooking0 = ¡Oh, hola! Espero que no te importe que use tu cocina. Pensé que te podría preparar un buen alimento de la Tierra, ya que eres un extraterrestre y todo.
cooking1 = Pero dime, ¿eres una especie carnívora o una persona vegana?
cooking_q_steak = Carne.
cooking_q_veggie = Vegetales.
cooking2_steak = ¿En serio? ¡Bueno, espero que no estés buscando cocinar algunos terrícolas pronto!
cooking2_veggie = ¿En serio? Supongo que los alienígenas tienen más en común con, uhhh, hormigas y esas cosas.
cooking3 = De todos modos, espero que mi plato esté listo antes de que te vayas. ¡Quiero ver qué buen plato puedo cocinar usando un horno alienígena!

cooking4 = Sabes, imaginé que una estufa alienígena era un poco más avanzada tecnológicamente.

[finale]
outside0 = He estado en cocinas calientes antes, ¡pero ésto es otra cosa! No sé cómo no estás sudando, pero realmente me estoy cocinando.
outside1 = Tal vez puedas saltearte la cola y descubrir quién es el jefe de cocina, niña.
ninjacat0 = Meow.
ninjacat1 = Rrrreeow.
ninjacat2 = [wave]Mrrroooowww.[/wave]
ninjacat3 = Supongo que simplemente no hablas este dialecto regional de gato. Huh.
group_counter0 = ¡Sí! ¡Largate!